Repository: mahmoudshaaban0/Rose-HR
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Login
ar: تسجيل الدخول

source: Email
ar: البريد الإلكتروني

source: Please enter your email
ar: قم بإدخال البريد الإلكتروني الخاص بالمنشأة

source: Password
ar: كلمة المرور

source: Please enter your password
ar: أدخل كلمة المرور الخاصة بك

source: Forget password
ar: هل نسيت كلمة المرور؟

source: Send forget password code
ar: إرسال كلمة المرور

source: Enter OTP
ar: أدخل رمز التحقق

# enterOTPHint
source: An OTP has been sent to your email, check your inbox or spam folder
ar: تم إرسال رمز التحقق على البريد الإلكتروني، تحقق من علبة الوارد أو من الرسائل المهملة

# didNotReceiveOTP
source: Did not receive the OTP?
ar: لم يصلك رمز التحقق؟

source: Try again after
ar: حاول مجددًا بعد

source: Check for new OTP
ar: تحقق من الرمز

# continueAction
source: Continue
ar: متابعة

source: Home
ar: الرئيسية

source: Requests
ar: الطلبات

source: Attendance
ar: الحضور

source: Account
ar: الحساب

source: Clock In/Clock Out
ar: تسجيل الحضور/ الإنصراف

source: New Request
ar: طلب جديد

source: Attendance Correction
ar: تصحيح الحضور

source: Work Assignment
ar: مهمة عمل

source: Leave Request
ar: طلب إجازة

source: Permission Request
ar: طلب استئذان

source: Accured Leave Balance
ar: رصيد الإجازة المستحق

source: Time left until your shift ends
ar: تبقى على نهاية دوامك

source: Hours
ar: ساعات

source: In Range
ar: داخل النطاق

source: FingerPrint Registration
ar: تسجيل بصمة
